{
  "title": "Haflatul Wada'",
  "organizer": "Pondok Modern Al-Ghozali",
  "date": "Ahad, 1 Juni 2025",
  "hijriDate": "5 Dzulhijjah 1446 H",
  "greeting": "السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ",
  "event": "Haflatul Wada' Perpisahan Kelas 3 SMA Angkatan 29 Pondok Modern Al-Ghozali",
  "time": "07.00 WIB s/d Selesai",
  "location": "Aula Darussalam Pondok Modern Al-Ghozali",
  "schedule": [
    "Pembukaan",
    "Pembacaan Kalam Ilahi dan Sari Tilawah",
    "Menyanyikan Lagu Indonesia Raya, Hymne Oh Pondokku, dan Hymne Al Ghozali",
    "Sambutan-sambutan",
    "Pidato Perpisahan 3 Bahasa dari Perwakilan Santri Akhir Angkatan Ke-29",
    "Wisuda Santri Akhir Angkatan Ke-29",
    "Penghargaan Tahunan Wisudawan dan Wisudawati Terbaik",
    "Penyerahan Simbolis Infaq",
    "Wejangan dan Doa Penutup",
    "Persembahan Wisudawan/Wisudawati",
    "Jabat Tangan dan Salam Perpisahan",
    "Penutupan"
  ],
  "messageTitle": "Wejangan untuk Santri Akhir",
  "message": "Wahai santri akhir, di penghujung perjalanan panjang ini, ingatlah bahwa ilmu yang telah kalian raih bukanlah akhir, melainkan awal dari pengabdian sejati... Ketika kalian kembali ke tengah umat, jadilah lentera yang menerangi, bukan api yang membakar... Berjalanlah dengan yakin, tapi tetap tawadhu, karena jalan dakwah adalah ladang ujian dan juga ladang pahala.",
  "rules": [
    "Maksimal tamu undangan yang memasuki ruang acara adalah 2 orang dewasa di atas usia 12 tahun.",
    "Tidak diperkenankan membawa anak kecil ke ruang acara, silakan menunggu di ruang tunggu.",
    "Wali yang sudah didata untuk masuk ke ruang acara, wajib mengikuti acara dari awal hingga akhir.",
    "Pintu masuk acara dimulai pukul 07.00 - 07.30 WIB.",
    "Diwajibkan menunjukkan undangan saat registrasi.",
    "Tidak diperkenankan mengambil foto atau video saat acara sedang berlangsung.",
    "Tidak diperkenankan meminjamkan handphone kepada wisudawan dan wisudawati selama acara berlangsung.",
    "Tidak diperkenankan memasuki asrama santri atau santriwati.",
    "Berbusana muslim dengan menutup aurat (tidak ada ketentuan warna tertentu)."
  ]
}